[
  {
    "name": "activity-baton-bio-cu-proteine-35g",
    "url": "https://vogo.family/product/activity-baton-bio-cu-proteine-35g/",
    "price": "26,00 lei",
    "category": "Controlul greutatii",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/04/Baron-bio-ACTIVITY-1-24.jpg?fit=1000%2C1000&ssl=1",
    "description": "Caracteristici: baton proteic bio 100% natural bogat in proteine si fibre gramaj: 35g Certificare eco: PL-EKO-03 Produs in Polonia Descriere produs: o gustare grozava pentru persoanele care apreciaza mancarea sanatoasa si naturala. Fabricat din ingrediente 100% organice, fara aditivi inutili, garanteaza pastrarea intregii valori nutritive. Batonul  organic ACTIVITY este realizat din pasta organica de curmale cu cacao, migdale, nuca de cocos, baobab si proteine ​​organice din zer. Un baton proteic este întotdeauna este o gustare ideala pentru calatorii, serviciu sau scoala. Baton Activity cu proteine este o gustare grozava pentru persoanele care apreciaza mancarea sanatoasa si naturala. Fabricat din ingrediente 100% organice, fara aditivi inutile, ceea ce garanteaza pastrarea intregii valori nutritive. Batoane realizate manual. Delicios si sanatos! Va puteti imagina o combinatie mai buna? Beneficii: ✅ Din fructe si legume 100% organice ✅ fara zahar adaugat ✅ fara arome artificiale ✅ fara coloranti si conservanti Batoane Diet Food sunt disponibile in varianta vegan in 4 arome diferite: Bio Baton vegan SATISFY baton de fructe cu ciocolata si portocale pe baza de pasta de curmale bio cu portocale, migdale si cacao. Bio Baton vegan PROTECT baton de fructe cu vitamina C  pe baza de pasta de curmale bio cu banane, ananas, migdale, chia, seminte de canepa, bio guarana si vitamina C. Bio Baton vegan CHILL OUT baton de fructe cu superalimente  pe baza de pasta de curmale bio cu maca, mango, nuca de cocos, baobab si chia. Bio Baton vegan FEEL GOOD baton de fructe cu prebiotice  pe baza de pasta de curmale bio cu ananas, migdale, nuca de cocos, baobab, fulgi de ovaz si prebiotice. Utilizare: Aceste batoane proteice pot constitui oricand o gustare apreciata, satioasa si sanatoasa usor de transportat la scoala, la servici sau in calatorii. Ingrediente: Pasta organica de curmale, crema organica de migdale, proteina organica din zer (din lapte), sirop de agave organic, cacao macinata organic, fulgi de nuca de cocos organic, boabe de cacao macinate organice, pulpa organica de fructe de baobab uscata, sare Alergeni: produsul contine urme de nuci. Origine: Agricultura Ecologica UE / non UE Conditii de pastrare: A se pastra intr-un loc uscat si racoros. Diet Food este o companie specializata in produse bio dietetice fara carbohidrati, fara gluten din konjac si din soia si produse bio de tip superfood si superalimente: pulberi organice si amestecuri de pulberi organice speciale pentru detoxifiere, slabire, sportivi, energie zilnica.",
    "title": "ACTIVITY – Baton bio cu proteine 35g",
    "short_description": "",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "ashwagandha-pulbere-bio-200g",
    "url": "https://vogo.family/product/ashwagandha-pulbere-bio-200g/",
    "price": "100,00 lei",
    "category": "Controlul greutatii",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/04/Ashwagandha-pulbere-bio-fata-21.jpg?fit=1080%2C1080&ssl=1",
    "description": "Caracteristici: produs bio superaliment raw vegan Gramaj: 200g Origine: India Certificare: PL-EKO-03 Beneficii: 1. Antioxidant puternic: Susținerea SOD (superoxid dismutaza): Ashwagandha ajut la activarea unuia dintre cei mai puternici antioxidanți din corp, SOD. SOD protejeaz celulele de daunele cauzate de radicalii liberi, care contribuie la îmbtrânire și boli. Reducerea radicalilor liberi: Prin neutralizarea radicalilor liberi, Ashwagandha ajut la prevenirea stresului oxidativ. Stresul oxidativ este implicat în multe afecțiuni cronice. Îmbuntțirea imunitții: Un sistem imunitar puternic depinde de o aprare antioxidant eficient. Ashwagandha sprijin imunitatea prin protejarea celulelor imunitare de daune. 2. Proprietți antiinflamatorii: Modularea rspunsului imunitar: Ashwagandha pulbere ajut la echilibrarea sistemului imunitar, prevenind inflamația cronic. Inflamația cronic este implicat în boli precum artrita și bolile de inim. Sprijinirea limfocitelor: intensific proliferarea limfocitelor (diferențierea, adic are grij de diversitatea lor, dac avem un exces de un tip de limfocite – este foarte ru.) 3. Reglarea sistemului nervos: Reducerea cortizolului: Ashwagandha pulbere ajut la scderea nivelului de cortizol, hormonul stresului. Nivelurile ridicate de cortizol pot duce la anxietate, insomnie și probleme de sntate. Îmbuntțirea strii de spirit: Prin reducerea stresului, Ashwagandha bio poate îmbuntți starea de spirit și reduce anxietatea. 4. Îmbuntțirea funcției cognitive: Îmbuntțirea memoriei: Ashwagandha ajut la protejarea creierului de daunele oxidative. Intensific procesele de memorie prin inhibarea descompunerii acetilcolinei de ctre acetilcolinesteraz. Îmbuntțirea concentrrii: Prin reducerea stresului și îmbuntțirea funcției cerebrale, Ashwagandha poate îmbuntți concentrarea. 5. Susținerea sntții tiroidiene: Reglarea hormonilor tiroidieni: Ashwagandha poate ajuta la echilibrarea nivelurilor hormonilor tiroidieni. Este important de reținut c persoanele cu afecțiuni tiroidiene ar trebui s consulte un medic înainte de a lua Ashwagandha. 6. Alte beneficii: Reducerea durerii: Ashwagandha pulbere are proprietți analgezice și poate ajuta la ameliorarea durerii. Îmbuntțirea somnului: Prin reducerea stresului, Ashwagandha poate îmbuntți calitatea somnului. Îmbuntțirea performanței fizice: Unele studii sugereaz c Ashwagandha poate îmbuntți forța și rezistența muscular. Sntatea cardiovascular: scade tensiunea arteriala. Descriere produs: Cunoscut și sub numele de “cireșe de iarn”, ashwagandha crește în principal în regiunea peninsulei indiene sub form de tufișuri mari de aproximativ 150 cm înlțime. Ashwagandha sau Ginsengul indian este cunoscut în Ayurveda de mult timp. Este unul dintre elementele de baz pro-sntate ale întregului organism, datorit cruia și-a câștigat numele de regina Ayurveda. Fructele și rdcinile de ashwagandha au fost utilizate pe scar larg în medicina Ayuverdic. Sunt recunoscute în special pentru combaterea strilor antidepresive, ca stabilizatori ai strii de spirit, îmbuntțind considerabil calitatea somnului. De asemenea, afecteaz în mod pozitiv sistemul, concentrarea, timpul de reacție a sistemului imunitar și rezistența organismului în timpul efortului fizic și al antrenamentelor în cazul sportivilor. La fel ca și ginsengul, îmbuntțește libidoul atât la brbați, cât și la femei. Ingrediente: 100 % ashwagandha* * ingrediente provenite din Agricultura organica Alergeni: Produsul poate conține soia, grâu și gluten Condiții de pstrare: Dup fiecare utilizare, se închide punga ermetic (sistem zip) și se pstreaz în locuri uscate. Mod de Utilizare: Amestecați 1 jumtate de linguriț sau 1 linguriț de ashwagandha pulbere cu 250 ml ap plat. Puteți s adugați pulberea în shake-uri, smoothies, prjituri raw, pe salate. Contraindicații: Dozele mari de ashwagandha ar putea determina tulburri gastrice, diaree și vrsturi. Nu este indicat utilizarea de ashwagandha în timpul sarcinii sau alptrii. Important de reținut: Deși Ashwagandha are multe beneficii, este important s discutați cu medicul dumneavoastr înainte de a-l lua, mai ales dac aveți afecțiuni medicale sau luați medicamente. Ashwagandha ar putea reduce nivelul de zahr din sânge, deci nu este indicat persoanelor care administreaz insulin. Trebuie utilizat cu precauție dac aveți tensiune arterial sczut. Nu utilizați ashwagandha dac aveți un ulcer gastric. Ashwagandha trebuie utilizat cu precauție sau evitat dac aveți o afecțiune tiroidian sau luați medicamente. Diet Food este o companie specializat în produse bio dietetice fr carbohidrați, fr gluten din konjac și din soia și produse bio de tip superfood și superalimente: pulberi organice și amestecuri de pulberi organice speciale pentru detoxifiere, slbire, sportivi, energie zilnic.",
    "title": "Ashwagandha pulbere bio 200g",
    "short_description": "",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "bautura-vegana-din-cocos-pulbere-bio-200g",
    "url": "https://vogo.family/product/bautura-vegana-din-cocos-pulbere-bio-200g/",
    "price": "100,00 lei",
    "category": "Controlul greutatii",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/04/p_5_1_2_9_5129-Bautura-vegana-din-cocos-pulbere-bio-200g-1.jpg?fit=1000%2C1000&ssl=1",
    "description": "Caracteristici: produs bio, produs vegan, fara lactoza, fara gluten in mod natural, fara zahar Gramaj: 200g Descriere produs: lapte de cocos praf, organic este un produs 100 % natural si organic, cu gust usor dulce, fara aditivi sub forma de pigmenți, materiale de umplutura, de reglementare, conservanți sau alte substante nesanatoase. Produs bio vegan, recomandat pentru oameni care se confrunta cu intoleranta la lactoza si gluten, exceleaza in rolul de un substitut pentru laptele de vaca. Ingrediente: 97.5% lapte de cocos din culturi organice*, 2% maltodextrina, 0.5% fibre de acacia* * ingrediente provenite din Agricultura Ecologica Alergeni: Poate contine urme de soia, grau si gluten Certificare: PL-EKO-03 Utilizare: lapte de cocos este folosit in bucataria thailandeze si mancaruri asiatice de tip de curry, dar si pentru a ingrosa sosuri, supe si deserturi. Este un substitut pefect pentru laptele de vaca traditional si este de asemenea potrivit pentru cafea, ceai, pentru gatit si pentru copt. In prezent, lapte de cocos este tot mai mult utilizat pentru a prepara bauturi delicioase si hranitoare. Mod de preparare: Pentru a obține lapte: pana la 200 ml de apa fierbinte, se adauga cca 15g lapte de cocos praf. Pentru a obține smanatana: la 150ml de apa calda se adauga lapte praf 30g Diet Food este o companie specializata in produse bio dietetice fara carbohidrati, fara gluten din konjac si din soia si produse bio de tip superfood si superalimente: pulberi organice si amestecuri de pulberi organice speciale pentru detoxifiere, slabire, sportivi, energie zilnica.",
    "title": "Bautura vegana din cocos – pulbere bio 200g",
    "short_description": "",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "bautura-vegana-din-orez-pulbere-bio-200g",
    "url": "https://vogo.family/product/bautura-vegana-din-orez-pulbere-bio-200g/",
    "price": "52,40 lei",
    "category": "Controlul greutatii",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/04/Lapte-praf-de-orez-1-1.jpg?fit=1000%2C1000&ssl=1",
    "description": "Caracteristici: produs eco, produs vegan, fara lactoza, zahar adaugat, fata agenti anti aglomerare, Greutate neta: 200g Descriere produs: a treia cea mai populara alternativa vegetala a laptelui dupa bautura de soia si cea de migdale, este bautura de orez. Lapte praf de orez bio este un produs 100% natural si organic, aditivi, coloranti, adaosuriri, regulatori, conservanti si alte substante nesanatoase. Lapte praf de orez este o bautura energizanta, deci, o poti consuma cand esti racit sau nu ai pofta de mancare. Doar doua cani pe zi pentru a beneficia de o cantitate suficienta de nutrienti pentru a te mentine hidratat si pentru a te insanatosi mai repede. Lapte praf de orez organic este un aliment veritabil de tip Superfood. Incercati din aceeasi gama si Bautura vegana (lapte praf) din ovaz – pulbere bio Ce este SUPER FOOD? Este un aliment cu proprietati extraordinare, cu benefic organismului atunci când îl consumi. Contine o multime de vitamine si minerale precum si substante detoxifiante. Beneficii: Bautura hipoalergenica – acest lucru o face sa fie o alegere buna pentru persoanele cu intoleranta la lactoza sau alergii la lapte sau soia. Nu are colesterol – ajuta persoanele care se lupta cu probleme cardiovasculare sau de obezitate si au restrictii dietetice privind grasimile si colesterolul. Sursa de vitamine B – bogat in mod natural in toate vitaminele B, care sunt esentiale pentru metabolism, circulatie si pentru buna functionare a sistemului nervos. Promoveaza sanatatea cardiovasculara – aceasta bautura este o sursa excelenta de magneziu, care te ajuta sa controlezi tensiunea arteriala. Fierul si cuprul cresc productia de celule rosii din sange, oferindu-ti oxigenare si vitalitate Imbunatatirea sistemului imunitar – contine mai mult mangan si seleniu decat orice alte alternative, antioxidanti puternici care te ajuta sa te protejezi de tot felul de infectii si intaresc sistemul imunitar. Imbunatateste digestia – lipsa lactozei stimuleaza sistemul digestiv si sustine imbunatatirea mediului bacterian al intestinului, prevenind indigestia si infectia. Mentine pielea sanatoasa si previne imbatranirea prematura – contine acid para-aminobenzoic, un compus protejeaza pielea impotriva razelor nocive ale soarelui, este antioxidant si actioneaza ca un agent antiinflamator. De asemenea, ajuta la reducerea petelor si a ridurilor. Este bogat si in inozitol care ajuta regenerarea celulelor si intarzie procesul de imbatranire prin imbunatatirea circulatiei sangelui Ingrediente: bautura de orez bio pulbere (orez*, beta-glutan de ovaz, ulei de floarea soarelui*, sare). * ingredient provenit din Agricultura Ecologica Origine: Agricultura non UE (Pakistan) Certificare Eco: PL-EKO-03 Alergeni: poate contine nuci sau gluten Utilizare: se prepara cald sau rece folosind o proportie de 1/10 pulbere si apa. Conditii de pastrare si consum: pastrati la temperatura sub 25 grade. Inchideti pachetul dupa fiecare utilizare. Diet Food este o companie specializata in produse bio dietetice fara carbohidrati, fara gluten din konjac si din soia si produse bio de tip superfood si superalimente: pulberi organice si amestecuri de pulberi organice speciale pentru detoxifiere, slabire, sportivi, energie zilnica.",
    "title": "Bautura vegana din orez pulbere bio 200g",
    "short_description": "",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "beauty-colagen-shake-balance-300g",
    "url": "https://vogo.family/product/beauty-colagen-shake-balance-300g/",
    "price": "60,00 lei Original price was: 60,00 lei.49,00 leiCurrent price is: 49,00 lei.",
    "category": "Controlul greutatii",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/04/Collagen-shake-balance-1-3.jpg?fit=1000%2C1000&ssl=1",
    "description": "Caracteristici: produs natural, produs vegan, fara zahar adaugat, fara ulei de palmier, fara OMG, fara lactoza Greutate neta: 300g Descriere produs: Beauty Collagen Balance Shake este un produs de cea mai inalta calitate, o combinatie de colagen de peste cu superalimente bio, ceea ce il face mai putin perceptibil si mai absorbabil. Creat in primul rand pentru persoane mature la care nivelul redus de colagen duce la procesul de imbatranire al pielii. Continutul de peptide bioactive din colagenul nostru afecteaza productia crescuta de colagen din interiorul corpului nostru. Efectele benefice ale colagenului vor fi cu siguranta apreciate de femeile care incearca sa opreasc procesul de imbatranire, dar si de tinerii expusi la uscarea pielii in urma contactului prelungit cu soarele. Beauty Collagen Balance Shake nu contine zahar, ce a fost inlocuit cu eritritol, cel mai sanatos indulcitor care are un indice glicemic zero. Colagenul este numit si proteina tineretii, motiv pentru care utilizarea lui regulata va asigura un aspect sanatos si proaspat. Recomandat pentru: sistemul osos si articulatii, piele, par si unghii, metabolism. Ingrediente: colagen de peste 30%, eritritol*, pulbere de banane*, mac*, baobab*, pulbere de psyllium*, ashwagandha*, sfecla rosie*, alge lithothamne pulverizate, vitamina C (acid L-ascorbic), msm (metilsulfonilmetan), scortisoara*, pudra de acai* * Ingrediente din Agricultura Ecologica Origine: Agricultura UE / Non UE. Produs in Polonia Alergeni: poate contine nuci si gluten Utilizare: se toarna 2-3 linguri (aproximativ 30 g) in apa sau lapte (250 ml) la o temperatura de 90-95 °C si se amesteca. Poate fi consumat cald sau rece. Va recomandam desemenea toata gama de Beauty colagen Shake (5 produse), o gama bogata cu optiuni pentru fiecare. Conditii de pastrare si consum: pastrati in locuri uscate si reci. Inchideti pachetul dupa fiecare utilizare. Tip ambalaj: Tub de carton combinat cu un strat de metal. Capac din plastic Produsul poate fi reutilizat de utilizator in alte scopuri sau reciclat. Suplimentele alimentare nu inlocuiesc o dieta variata. Pentru a va mentine sanatatea este necesara o dieta variata si un stil de viata sanatos. Diet Food este o companie specializata in produse bio dietetice fara carbohidrati, fara gluten din konjac si din soia si produse bio de tip superfood si superalimente: pulberi organice si amestecuri de pulberi organice speciale pentru detoxifiere, slabire, sportivi, energie zilnica.",
    "title": "Beauty Colagen Shake Balance 300g",
    "short_description": "",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  }
]