[
  {
    "name": "Meniu vegetarian – supa, fel principal, desert",
    "url": "https://vogo.family/product/daily-vegan-menu/",
    "price": "1,00 lei",
    "category": "Meniu Vegan",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/01/meniu-vegan.png?fit=832%2C1216&ssl=1",
    "description": "Note: Numărul de calorii aferent fiecărui preparat este pentru 100 g. Informatii specificate conform legislatiei in vigoare.\nProdusul Meniul zilei va fi livrat în acea zi dacă comanda este plasată până la ora 14:00\nLUNI\n– supa de mazare cruda cu avocado 330ml 138 calorii / supa crema de linte rosie 330ml 89 calorii + crutoane 30g 15 calorii\n– snitel de telina cu naut si tofu 400g 285 calorii\nMARTI\n– bors de sfecla cruda 330g 114 calorii/ supa de ciuperci cu crema de caju 330g 142 calorii\n– spaghete fara gluten cu ragu de floarea soarelui 200g 356 calorii\nMIERCURI\n– supa de morcovi cu ghimbir crud 330ml 288 calorii / supa crema de conopida 330g 97 calorii\n– burger rawdia cu maioneza si sos picant 300g 691 calorii\nJOI\n– supa cruda de ciuperci pleurotus 330ml 376 calorii/ supa de varza cu turmeric si ghimbir 330ml 122 calorii\n– curry de naut cu lapte de cocos 250g 373 calorii\n– orez oriental\nVINERI\n– supa de legume crude cu avocado 330ml 320 calorii / supa de naut cu dovleac si spanac 330ml 134 calorii\n– chiftelute de legume 150 gr 234 calorii\n– sfecla cruda cu patrunjel 150gr\nmeniul zilei",
    "title": "Meniu vegetarian  – supa, fel principal, desert",
    "short_description": "LUNI\n– supa de mazare cruda cu avocado 330ml 138 calorii / supa crema de linte rosie 330ml 89 calorii + crutoane 30g 15 calorii\n– snitel de telina cu naut si tofu 400g 285 calorii\nMARTI\n– bors de sfecla cruda 330g 114 calorii/ supa de ciuperci cu crema de caju 330g 142 calorii\n– spaghete fara gluten cu ragu de floarea soarelui 200g 356 calorii\nMIERCURI\n– supa de morcovi cu ghimbir crud 330ml 288 calorii / supa crema de conopida 330g 97 calorii\n– burger rawdia cu maioneza si sos picant 300g 691 calorii\nJOI\n– supa cruda de ciuperci pleurotus 330ml 376 calorii/ supa de varza cu turmeric si ghimbir 330ml 122 calorii\n– curry de naut cu lapte de cocos 250g 373 calorii\n– orez oriental\nVINERI\n– supa de legume crude cu avocado 330ml 320 calorii / supa de naut cu dovleac si spanac 330ml 134 calorii\n– chiftelute de legume 150 gr 234 calorii\n– sfecla cruda cu patrunjel 150gr",
    "gallery_images": [
      "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/fit-healthy-food-2.png?fit=1024%2C1024&ssl=1",
      "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/tradiional-1.png?fit=1024%2C1024&ssl=1",
      "https://i0.wp.com/vogo.family/wp-content/uploads/2025/01/meniul-zilei-vegan-webp-2560%C3%971707-02-04-2025_06_26_PM-e1738674061721.png?fit=1093%2C902&ssl=1"
    ],
    "attributes": {},
    "categories": [],
    "reviews": [
      {
        "author": "Mihai",
        "date": "February 9, 2025",
        "text": "mancare foarte buna",
        "rating": "Rated 5 out of 5"
      },
      {
        "author": "Verified owner\t\t\t\n\n\t\tvogo",
        "date": "April 11, 2025",
        "text": "Good this product",
        "rating": "Rated 5 out of 5"
      }
    ]
  },
  {
    "name": "Program nutritie",
    "url": "https://vogo.family/product/program-nutritie/",
    "price": "",
    "category": "Meniu Vegan",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/nutrition-program-2-1.png?fit=1200%2C602&ssl=1",
    "description": "Descriere program:\nValoarea calorică a fiecărei mese din zi este întotdeauna distribuită după cum urmează:\n\nMicul dejun reprezintă 40% din aportul caloric zilnic\nPrânzul reprezintă 35% din necesarul caloric zilnic 3. Cina reprezintă 20% din necesarul caloric zilnic\n\nÎn total, acest lucru vă oferă 95% din necesarul zilnic de calorii. Restul de 5% reprezintă o marjă pentru consumul de lucruri precum cafeaua cu lapte.\nOrganizarea meselor este sugestia noastră pentru a vă ajuta să vă dezvoltați obiceiul de a mânca regulat. Cu toate acestea, ordinea meselor specifice pe parcursul zilei este în sine o sugestie. De exemplu, dacă doriți să luați o masă în oraș, iar masa din plan nu este potrivită pentru transport, schimbați mesele în ordine, de exemplu, al doilea mic dejun cu micul dejun etc.\nProduse din planul dumneavoastră nutrițional\nPlanul dumneavoastră de alimentație se bazează în primul rând pe ingrediente ușor de găsit – le puteți găsi în cele mai cunoscute magazine de reduceri din țară. De asemenea, puteți înlocui unele produse de sezon cu alimente congelate. Amintiți-vă că obiceiurile alimentare sănătoase pe termen lung nu se creează prin faptul că vă bazați pe ingrediente sofisticate. O astfel de abordare îi obosește pe cei mai mulți dintre noi foarte repede, ceea ce duce la o întrerupere bruscă și prematură a planului de dietă. În plus, am inclus o listă de cumpărături convenabilă pentru fiecare săptămână, împreună cu planul dumneavoastră de dietă. Nu trebuie să parcurgeți toate rețetele în profunzime pentru a ști la ce produse să ajungeți atunci când faceți cumpărături!\nInterschimbabilitatea produselor\nDeoarece aveți opțiunea de a exclude orice ingredient sau chiar mâncăruri întregi din planul de dietă Fit Even, nu ar trebui să fiți nevoit să schimbați produse individuale cu altele. Cu toate acestea, dacă dintr-un motiv anume doriți să faceți acest lucru, puteți face cu ușurință această modificare.\nDe asemenea, puteți renunța cu totul la adăugarea de usturoi, ceapă sau condimente care nu vă plac în mâncărurile dumneavoastră.\nMai jos am pregătit o listă de produse pe care puteți să le schimbați:\npiept de pui cu curcan, carne slabă de vită, tofu, creveți\nroșii crude cu ardei cruzi, dovlecei cruzi, vinete crude și castraveți cruzi ulei de canola cu ulei de măsline năut cu fasole porumb și mazăre\npentru spaghete cu dovlecei, dovleceii pot fi înlocuiți cu morcovi\natunci când folosiți tofu fierbinte ca garnitură pentru gratinare, îl puteți înlocui cu brânză mozzarella light dacă folosiți tofu rece, îl puteți înlocui, de exemplu, cu brânză halloumi. dacă folosiți tofu la grătar sau la cuptor, îl puteți înlocui cu brânză halloumi, piept de pui sau creveți\nInterschimbabilitatea produselor pe bază de carbohidrați\ndacă doriți să înlocuiți complet un produs carbohidrat cu altul (de exemplu, orez pentru paste sau invers), nu uitați să folosiți gramajul corect (puteți folosi gramajul de la un alt fel de mâncare pentru aceeași masă)\nputeți schimba pastele oricât de mult doriți, atâta timp cât folosiți paste făcute din aceeași făină, de exemplu, puteți folosi paste din spelta: penne, spaghete, tagliatelle, etc. nu înlocuiți pâinea integrală cu pâine din făină de grâu\nRepetabilitatea meselor\nDacă, atunci când ați completat chestionarul nostru, ați indicat că vă interesează repetarea meselor, am aranjat planul dvs. alimentar astfel încât unele feluri de mâncare să se repete. Nu trebuie să fie întotdeauna cazul să mănânci același fel de mâncare la prânz două zile la rând. Uneori se poate repeta la cină într-o zi și la micul dejun a doua zi. Aceasta nu este o greșeală! În acest fel, puteți pregăti seara o porție suficient de mare pentru a vă putea bucura de micul dejun dimineața, fără să pierdeți timp în bucătărie!\nCum te pregătești să urmezi o dietă?\nMai presus de toate, nu vă gândiți la dietă ca la ceva neplăcut și forțat. Planul de dietă pe care îl țineți în mână se bazează pe mese gustoase și sănătoase care vă vor ajuta să vă atingeți obiectivul. Acest plan de alimentație este atât de simplu și de gustos, încât cu noi chiar nu există niciun motiv pentru a amâna dieta! Nu este vorba de a urma o dietă restrictivă, de excludere pentru o perioadă de timp determinată, ci de a vă schimba obiceiurile alimentare o dată pentru totdeauna. Numai alegând mâncăruri care sunt cu adevărat gustoase și accesibile aveți șanse să faceți această schimbare de lungă durată.\nCea mai importantă (dar ușoară!) sarcină pe care trebuie să o faci înainte de a începe un plan de dietă este să treci prin lista de cumpărături și să vezi ce ai deja în casă și ce trebuie să cumperi în plus. Nu uitați să nu cumpărați fructe și legume proaspete pentru a vă aproviziona – ideal ar fi să mergeți la magazinul de legume din cartier de 2 sau 3 ori pe săptămână și să vă aprovizionați de fiecare dată cu fructe și legume proaspete. Dacă nu aveți această opțiune, puteți înlocui fructele și legumele proaspete cu cele congelate pe care le cumpărați în avans.\nUn alt element care trebuie verificat este echipamentul de bucătărie pe care îl aveți. Rețetele pe care le-am pregătit pentru dumneavoastră nu necesită utilizarea niciunui echipament specializat, dar asigurați-vă că aveți:\ntava de copt în cuptor,\noală mare, tigaie mare,\nun cuțit de bucătărie ascuțit,\n3 tăvi/planșe separate pentru feliere: carne crudă, pește și alte produse, cântare de bucătărie, cel mai simplu blender.\nDieta ta și gătitul pentru întreaga familie\nDacă, de asemenea, gătiți zilnic mese pentru restul familiei, s-ar putea să vă fie mai greu la început să vă dați seama cum să respectați regulile “dumneavoastră” de alimentație. Mai presus de toate, nu uitați că un stil de viață sănătos nu înseamnă o dietă restrictivă de excludere aplicată doar pentru o anumită perioadă de timp, ci o schimbare permanentă a obiceiurilor alimentare. Cu Fit Even, asta este exact ceea ce veți obține! Schimbările pe care le recomandăm sunt benefice nu numai pentru dumneavoastră, ci și pentru întreaga familie. Și pe termen lung. Gătiți pentru întreaga familie, puteți reuși:\nlimitați sarea și zahărul limitați aceleași ingrediente (cum ar fi mâncarea de tip fast-food, dulciurile, maioneza și alte grăsimi, carnea de porc etc.).\ncitiți ingredientele produselor pe care le cumpărați (de exemplu, alegeți mezeluri fără zahăr)\nCu toate acestea, vă veți întreba cum să vă măsurați corect porția dintr-un fel de mâncare gătit pentru întreaga familie. Nu uitați că:\norice carbohidrat se triplează în greutate în timpul gătitului – dacă rețeta cere 40 g de terci, înseamnă că trebuie să măsurați aproximativ 120 g după gătire\nlegumele crude (a nu se confunda cu salatele care conțin sosuri, zahăr, oțet) pot fi consumate în orice cantitate\neventualele sosuri trebuie adăugate la felurile de mâncare, pe cât posibil, la sfârșit – adică separat pentru fiecare membru al familiei, deja în farfuria proprie nu poți mânca după alți membri ai familiei\nDurata dietei\nPlanul dumneavoastră individual de dietă este scris pentru un anumit număr de zile. În funcție de progresele înregistrate și de stilul de viață (pentru că, la urma urmei, acesta se poate schimba între timp), ar trebui să fie folosit doar pentru acel număr de zile. Trebuie să organizăm planul pentru fiecare perioadă succesivă complet de la zero, ținând cont de progresele și schimbările din viața dumneavoastră. De ce se întâmplă acest lucru? Unul dintre elementele care determină forma planului dumneavoastră individual de dietă este greutatea dumneavoastră. Presupunem că acesta se va modifica pe parcursul unei anumite perioade în funcție de obiectivul dumneavoastră. Acest lucru înseamnă că nu mai puteți urma dieta cu caloriile calculate la început – trebuie să le calculăm complet de la zero pentru dumneavoastră. Aceasta înseamnă, de asemenea, că trebuie să recalculăm cantitatea de ingrediente individuale din fiecare fel de mâncare în parte.\nÎntrebări și preocupări\nDacă la un moment dat aveți întrebări pentru noi sau apar îngrijorări cu privire la planul de nutriție sau de antrenament, nu vă descurajați și nu renunțați! Contactați-ne cât mai curând posibil prin intermediul canalului care vă este cel mai convenabil – prin e-mail la: support@fiteven.com, prin intermediul formularului de contact din partea de jos a site-ului nostru fiteven.com sau direct pe Facebook. Vom fi bucuroși să vă ajutăm și să vă clarificăm orice îndoială pe care o aveți!\nFaptul că aveți întrebări sau chiar îndoieli nu este un lucru rău. Este important doar să încerci să le îndepărtezi mai întâi și să nu renunți imediat la planul tău de dietă. Să renunți este cel mai ușor lucru de făcut, dar nu renunța atât de ușor!\nOrientări dietetice generale\nBărbații ar trebui să bea aproximativ 3 litri de apă pe zi\nLimitați aportul de sare\nLimitați aportul de zahăr (alb, brun și de trestie) sau înlocuiți-l cu xilitol sau stevia\nAceste produse sunt limitate la: cartofi, pâine albă, paste de grâu, orez alb, făină de grâu, unt, ulei vegetal, ulei de măsline, maioneză, gemuri și conserve, miere, siropuri dulci.\nAceste produse exclud complet: 30% și 36% smântână, băuturi carbogazoase dulci, sucuri, mezeluri, dulciuri (inclusiv produse de patiserie gata preparate, înghețată), gustări sărate (chipsuri, Sticks Sărate, biscuiți, etc.), fast-food (pizza, burgeri, hot dog etc.).\nÎncercați să înlocuiți produsele din carne de porc cu produse din carne de pasăre\nAlegeți mezeluri fără zahăr în ingrediente\nAlegeți băuturi pe bază de plante (migdale, nucă de cocos etc.) fără zahăr în ingrediente\nÎnlocuiți maioneza cu maioneză ușoară\nÎnlocuiți făina de grâu (orice tip de la 400 la 1200) cu făină integrală de grâu tip 1850 sau 2000\nMănâncă mesele la intervale regulate, fără a mânca prea mult între ele\nDacă ți se face foame între mese, mănâncă legume crude\nMănâncă-ți mesele încet și mestecă-le bine\nEvitați mesele prăjite și pane\nPregătiți alimentele în următoarele moduri: prin prăjire scurtă sau prin prăjire în puțină grăsime potrivită, prin prăjire la grătar,\nla aburi, prin fierbere al dente sau prin coacere la cuptor\nMergeți întotdeauna la cumpărături cu o listă de cumpărături pregătită Nu mergeți la cumpărături flămânzi\nOrientări generale privind activitatea fizică\nFaceți activitate fizică de minimum 2 ori pe săptămână, timp de 30 de minute fiecare\nDacă suferiți de obezitate, începeți prin a face activitate fizică cât mai mult timp (nu vă suprasolicitați organismul!). Dacă aveți dureri severe în timpul exercițiilor fizice (de exemplu, dureri articulare, dureri de spate), întrerupeți exercițiul și treceți la altul\nCreșteți activitatea fizică cu 5 minute la fiecare 2 săptămâni (sau cu 5 repetări pe fiecare parte la fiecare 2 săptămâni) Dacă nu puteți sau nu efectuați un anumit set de exerciții, înlocuiți-l cu: mersul pe jos, înotul, ciclismul, mersul nordic. Dacă mergeți pe jos, încercați să măsurați numărul de pași pe care îi faceți și, în mod ideal, încercați să faceți mai mult de 5.000 de pași o dată.\nDacă aveți ocazia, măsurați-vă ritmul cardiac în timpul exercițiilor fizice și asigurați-vă că nu depășește ritmul cardiac maxim\n(dacă sunteți obez, îl puteți calcula după cum urmează: 200 – (0,5 x vârsta ta))",
    "title": "Program nutritie",
    "short_description": "Scurta descriere produs\nEste foarte important ca aportul caloric să nu fie prea mare sau… prea mic. Da, o dietă prea săracă în calorii în raport cu necesarul de calorii poate avea un efect opus celui scontat – de exemplu, dacă urmați o dietă prea săracă în calorii pentru o perioadă prea lungă de timp, veți lua în greutate în loc să o pierdeți.\nPrin urmare, pentru a stabili conținutul zilnic de calorii al meselor dumneavoastră, am luat în considerare stilul dumneavoastră de viață, obiectivul dumneavoastră, sexul, vârsta, munca pe care o faceți și greutatea dumneavoastră actuală. Și astfel, în funcție de faptul că IMCul dumneavoastră este corect sau nu, am calculat conținutul caloric al meselor dumneavoastră după una dintre formulele de mai jos.\nAm calculat mai întâi rata metabolică bazală (RMB ). Pentru persoanele cu o greutate corporală anormală, am calculat RMB după formula Mifflin și St Jeor. Pentru persoanele cu greutate corporală normală, am calculat RMB prin formula Harris-Benedict.",
    "gallery_images": [
      "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/nutrition-program-2-1.png?fit=1200%2C602&ssl=1"
    ],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "Shaorma vegana",
    "url": "https://vogo.family/product/shaorma-vegana/",
    "price": "98,00 lei",
    "category": "Meniu Vegan",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/vegan-shawarma.png?fit=832%2C1216&ssl=1",
    "description": "Description – Instructions\n\n\n\nPrepare soy curls: In a large bowl, add the dehydrated soy curls, then cover with 3 cups warm water. Let them rehydrate for about 10 minutes until they have grown in size and softened. Drain in a colander and squeeze any excess water from the pieces.\n\n\nMarinate: In a large bowl, add all the marinade ingredients and whisk to combine. Add the soaked and drained soy curls to the bowl with the marinade and stir to coat the soy curls. Cover the bowl and place in the refrigerator to marinate for 1 hour (or up to a day).\n\n\nCook: After the soy curls have marinated for at least an hour, heat a large skillet over medium-high heat. Add a few tablespoons of olive oil, then add the soy curls, including the marinade, and fry for about 5 minutes, until they get a little blackened in some areas. Remove from heat.\n\n\nServe: Serve the soy curl shawarma in pita or flatbread with pickles, tomatoes, lettuce and my amazing Shawarma Sauce, a simple tahini sauce or even just plain vegan yogurt. Enjoy!",
    "title": "Shaorma vegana",
    "short_description": "Bucle de soia\n▢ 4 uncii bucle de soia (jumătate de pungă)\n▢ 3 căni de apă caldă\nMarinada\n▢ 1/4 cană ulei de măsline\n▢ 3 linguri suc proaspăt de lămâie\n▢ 5-6 catei de usturoi, tocati\n▢ 1 linguriță sare\n▢ 1 linguriță cardamom\n▢ 1/4 lingurita de scortisoara macinata\n▢ 1 lingurita boia\n▢ 1/2 linguriță de chimen măcinat\n▢ 1/4 linguriță fulgi de ardei roșu mărunțiți\nPentru Servire\n▢ lipie\n▢ mărar murături, sulițe sau felii\n▢ roșii tăiate felii sau sferturi\n▢ salata verde\n▢ sos Shawarma",
    "gallery_images": [
      "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/vegan-shawarma.jpg?fit=667%2C1000&ssl=1"
    ],
    "attributes": {
      "Weight": "0,5 kg"
    },
    "categories": [],
    "reviews": []
  }
]