[
  {
    "name": "Italian – Carbonara",
    "url": "https://vogo.family/product/italian-carbonara/",
    "price": "",
    "category": "Meniu Italian",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/italian-Carbonara.png?fit=423%2C366&ssl=1",
    "description": "Rețetă de Carbonara Autentică:\nIngrediente:\n\n400g spaghetti\n150g guanciale (sau pancetta)\n3 gălbenușuri de ou proaspete\n100g brânză pecorino, rasă\nPiper negru proaspăt măcinat\nSare, după gust\n\nInstrucțiuni:\n\nFierbe pastele în apă sărată conform instrucțiunilor de pe ambalaj, până devin al dente.\nÎntr-o tigaie mare, taie guanciale în fâșii subțiri și călește-l la foc mediu, până devine crocant și aurit. Retirează de pe foc.\nÎntr-un bol, bate gălbenușurile cu brânza pecorino rasă și piperul negru, până obții o compoziție omogenă.\nCând pastele sunt fierte, scurge-le, păstrând puțin din apa de fiert.\nAdaugă pastele direct în tigaie peste guanciale. Amestecă bine, apoi ia tigaia de pe foc.\nAdaugă amestecul de ou în tigaie și amestecă rapid, astfel încât căldura pastele să gătească ouăle, creând un sos cremos. Dacă este necesar, adaugă puțină apă de fiert pentru a subția sosul.\nServește imediat, presărat cu extra pecorino și piper negru.\n\nSavurează o porție de carbonara autentică, o rețetă simplă dar sofisticată, care te va transporta direct în inima Italiei. Fiecare înghițitură este o celebrare a tradiției culinare în cea mai pură formă!",
    "title": "Italian – Carbonara",
    "short_description": "Carbonara: Pasiune Italiană Pe Farfurie\nDescriere Generală: Carbonara este un preparat emblematic al bucătăriei italiene, cunoscut pentru consistența sa cremoasă și gustul intens, care îmbină perfect tradiția cu simplitatea. Realizată din paste, în mod obișnuit spaghetti sau rigatoni, carbonara este îmbogățită cu ouă, brânză pecorino, guanciale (un tip de bacon italian) și piper negru proaspăt măcinat. Acest fel de mâncare nu doar că răsfață papilele gustative, dar oferă și o experiență culinară autentică, ce evocă spiritul Italiei în fiecare înghițitură.\nIstoric: Originile carbonarei sunt învăluite în mister, dar se consideră că a apărut în Roma, în perioada celui de-al Doilea Război Mondial. Se spune că lucrătorii care lucrau în pădurile din apropierea Romei, numiți „carbonari”, își preparau acest fel de mâncare folosind ingrediente simple și accesibile. De-a lungul decadelor, carbonara a câștigat popularitate nu doar în Italia, ci și pe plan internațional, devenind un simbol al culinare italiene.\nReferințe și Citate de la Chefi / Bucătari: Chefi de renume mondial, precum Mario Batali și Lidia Bastianich, au pus accent pe autenticitatea și simplitatea acestui fel de mâncare. “Carbonara este un exemplu perfect de cum ingredientele simple pot crea ceva neobișnuit de delicios”, afirmă Batali. Aceasta subliniază importanța calității ingredientelor și a tehnicii corecte în prepararea unui dish care să fie cu adevărat remarcabil.\nInformații Nutriționale: O porție de carbonara (aproximativ 200g) conține aproximativ 600-700 de calorii, în funcție de cantitatea de brânză și guanciale utilizate. Este o sursă bună de carbohidrați și proteine, dar, datorită ingredientelor sale bogate, este recomandat să fie savurată cu moderație.",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "Italian – Cream Caramel desert",
    "url": "https://vogo.family/product/italian-cream-caramel-desert/",
    "price": "",
    "category": "Meniu Italian",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/italian-Cream-caramel-1.png?fit=519%2C453&ssl=1",
    "description": "Rețetă de Cream Caramel:\nIngrediente:\n\n500ml lapte\n100g zahăr (pentru caramel) + 50g zahăr (pentru cremă)\n3 ouă mari\n1 linguriță extract de vanilie (sau măcinate de la 1 păstaie de vanilie)\nUn praf de sare\n\nInstrucțiuni:\n\nÎntr-o cratiță mică, topește 100g zahăr la foc mediu, amestecând constant, până se transformă într-un caramel auriu. Toarnă rapid caramelul în formele pentru desert (sau un recipient de yena), acoperind uniform fundul acestora. Lasă să se răcească.\nÎntr-o altă cratiță, adaugă laptele și 50g zahăr. Încălzește amestecul la foc mic și amestecă, până zahărul se dizolvă (nu lăsa să fiarbă).\nÎntr-un bol, bate ouăle cu un praf de sare și extractul de vanilie. Adaugă treptat laptele cald, amestecând constant pentru a evita coagulatele.\nToarnă amestecul peste caramelul răcit, având grijă să nu amesteci cele două straturi.\nAșază formele într-un vas adânc și umple cu apă fierbinte până la jumătatea formei, pentru a le gati la bain-marie.\nCoace în cuptorul preîncălzit la 160°C timp de 30-40 de minute, sau până când crema este fermă și un cuțit introdus în mijloc iese curat.\nLasă să se răcească complet, apoi răstoarnă cu grijă desertul pe farfurii. Poți decora cu fructe proaspete sau ierburi aromatice.\n\nBucură-te de un desert elegant și decadent cu Cream Caramel, care va adăuga un aspect sofisticat oricărei mese. Această rețetă clasică îmbină simplitatea cu rafinamentul, fiind un adevărat răsfăț pentru iubitorii de dulciuri!",
    "title": "Italian – Cream Caramel desert",
    "short_description": "Cream Caramel: Răsfățul Dulce al Gastronomiei Italiene\nDescriere Generală: Cream Caramel, cunoscut și sub denumirea italiană de “Crema Caramel,” este un desert sofisticat, popular în întreaga lume, dar cu rădăcini adânci în tradiția culinară italiană. Această delicatesă constă într-o cremă bogată și catifelată, făcută din ouă, lapte și zahăr, acoperită cu un sos de caramel dulce. Cu o textură mătăsoasă și un gust subtil, Cream Caramel este alegerea perfectă pentru a încheia orice masă cu un strop de eleganță.\nIstoric: Originile Cream Caramel se regăsesc în Franța, având interese culturale diverse care l-au popularizat în Italia, în special în regiuni cunoscute pentru deserturile lor rafinate. De-a lungul anilor, această rețetă clasică a evoluat, fiecare bucătar aducându-și aportul personal. Astfel, Cream Caramel a devenit un desert gustos și apreciat, care se regăsește pe mesele festive, dar și în restaurantele elegante din întreaga lume.\nReferințe și Citate de la Chefi / Bucătari: Șefii de renume, precum Alain Ducasse și Gennaro Contaldo, au lăudat această delicatesă pentru simplitatea și rafinamentul ei. “Cream Caramel este un exemplu perfect de cum ingredientele simple pot crea un desert care impresionează și răsfață fiecare palat,” spune Contaldo. Acest sentiment subliniază esența unui desert care combină tradiția cu tehnica culinară.\nInformații Nutriționale: O porție de Cream Caramel (aproximativ 100g) conține între 200 și 300 de calorii, în funcție de cantitatea de zahăr și grăsimi folosite. Este o sursă bună de proteine și calciu, provenind din lapte și ouă, dar ar trebui consumată cu moderație datorită conținutului ridicat de zahăr.",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "Italian – Minestrone",
    "url": "https://vogo.family/product/italian-minestrone/",
    "price": "",
    "category": "Meniu Italian",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/italian-minestrone.png?fit=423%2C366&ssl=1",
    "description": "Rețetă de Minestrone Tradicional:\nIngrediente:\n\n1 cană de boabe de fasole (de preferat cannellini), fierte\n1 morcov, tăiat cubulețe\n1 țelină, tăiată cubulețe\n1 ceapă, tocată fin\n1 dovlecel, tăiat cubulețe\n150g roșii conservate (sau roșii cherry)\n1 cartof, tăiat cubulețe\n1,5 litri supă de legume\n1 legătură de busuioc proaspăt, tocat\n2 linguri de ulei de măsline\nSare și piper după gust\n100g paste mici (opțional)\nParmezan ras, pentru servire\n\nInstrucțiuni:\n\nÎntr-o oală mare, încălzește uleiul de măsline la foc mediu. Adaugă ceapa și călește-o până devine translucidă.\nAdaugă morcovul, țelina și cartoful, călind timp de 5-7 minute, până devin ușor moi.\nÎncorporează dovlecelul, roșiile și fasolea fiertă, amestecând bine.\nToarnă supa de legume și adu la fierbere. Redu căldura și lasă supa să fiarbă la foc mic timp de 20-30 de minute.\nDacă folosești paste, adaugă-le în ultimele 10 minute de gătire, până sunt al dente.\nLa final, adaugă busuiocul proaspăt, asezonează cu sare și piper și servește cald, presărat cu parmezan ras.\n\nBucură-te de o porție de minestrone, o supă care nu doar îți încălzește inima, ci și te reconectează cu tradițiile culinare ale Italiei. Savurează fiecare înghițitură și lasă-te purtat de aromele sale autentice!",
    "title": "Italian – Minestrone",
    "short_description": "Minestrone: Încântătoarea Supă Italiană a Sezonului\nDescriere Generală: Minestrone este un fel de mâncare emblematic al gastronomiei italiene, o supă sățioasă, plină de legume proaspete, leguminoase și, opcional, paste sau orez. Această preparare bogată în nutrienți nu doar că delectează papilele gustative, dar oferă și o explozie de culori, fiind un simbol al diversității și bogăției agriculturii italiene. Minestrone este versatil, cu rețete unice din fiecare regiune a Italiei, reflectând ingredientele de sezon și tradițiile locale.\nIstoric: Originile minestrone-ului se pierd în negura timpului, dar se estimează că acesta a fost popularizat în Italia încă din epoca romană, unde mesele includeau supe bogate cu legume și boabe. Pe parcursul anilor, minestrone a evoluat, având influențe variate din diverse regiuni, ceea ce i-a permis să devină un fel de mâncare esențial în bucătăria italiană. Acest preparat a câștigat popularitate internațională în secolul XX, fiind apreciat pentru gustul său reconfortant și pentru faptul că este o opțiune sănătoasă și accesibilă.\nReferințe și Citate de la Chefi / Bucătari: Marii chefi, precum Marcella Hazan și Gennaro Contaldo, au lăudat minestrone-ul pentru capacitatea sa de a aduna laolaltă o varietate de ingrediente proaspete. “Minestrone este mai mult decât o supă, este o poveste despre sezon și despre ceea ce pământul oferă”, afirmă Contaldo. Aceasta subliniază importanța ingredientelor locale și a tradiției în gătitul italian.\nInformații Nutriționale: O porție de minestrone (aproximativ 250g) conține aproximativ 150-200 de calorii, în funcție de ingredientele folosite. Este bogată în vitamine, minerale și fibre, provenind din legumele și leguminoasele sale, făcând din aceasta o alegere excelentă pentru o masă echilibrată și energizantă.",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "Italian – Panacota",
    "url": "https://vogo.family/product/italian-panacota/",
    "price": "",
    "category": "Meniu Italian",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/italian-Pannacota.png?fit=495%2C428&ssl=1",
    "description": "Rețetă de Panna Cotta Clasică:\nIngrediente:\n\n500ml smântână pentru frișcă (35% grăsime)\n100g zahăr\n1 plic (7g) gelatină pudră\n50ml apă rece\n1 linguriță extract de vanilie (sau semințe de la 1 păstaie de vanilie)\n\nInstrucțiuni:\n\nÎntr-un bol mic, hidratează gelatina în apa rece timp de 5-10 minute până devine moale.\nÎntr-un recipient, combină smântâna, zahărul și extractul de vanilie. Încălzește amestecul la foc mic, amestecând constant, până zahărul se dizolvă complet (nu permite să fiarbă).\nIa amestecul de smântână de pe foc și adaugă gelatina hidratată, amestecând bine până se dizolvă complet.\nToarnă compoziția în forme sau recipiente individuale și lasă la răcit la temperatura camerei. Apoi, acoperă-le și pune-le la frigider pentru cel puțin 4 ore sau până se întăresc.\nLa servire, poți adăuga un sos de fructe proaspete, caramel sau ciocolată peste Panna Cotta pentru un strop suplimentar de savoare.\n\nBucură-te de un desert elegant și răcoritor, Panna Cotta, care transformă fiecare masă într-o experiență culinară de neuitat! Aromele sale delicate și textura sa catifelată vor impresiona cu siguranță pe oricine își va permite să se răsfețe cu această minunată delicatesă italiană.",
    "title": "Italian – Panacota",
    "short_description": "Panna Cotta: Eleganța Dessert-ului Italian\nDescriere Generală: Panna Cotta este un desert rafinat italian, cunoscut pentru textura sa fină și cremoasă, ce se topește în gură. Această delicatese dulce, care îmbină smântâna, zahărul și gelatina, este adesea servită cu sosuri de fructe, caramel sau ciocolată, aducând un strop de sofisticare în fiecare masă. Panna Cotta nu doar că încântă privirile cu aspectul său elegant, dar oferă și o explozie de arome, devenind astfel unul dintre cele mai iubite deserturi în întreaga lume.\nIstoric: Originile Panna Cotta sunt adesea disputate, dar se crede că este un preparat tradițional din regiunea Piemont, Italia. Această delicatesă a câștigat popularitate în secolul XX, fiind repede adoptată și adaptată în diferite variante în întreaga Italia. Cu un nume care înseamnă literalmente „smântână gătită”, Panna Cotta este un exemplu perfect de simplitate și inginerie culinară, având rădăcini adânci în tradițiile gastronomice italiene.\nReferințe și Citate de la Chefi / Bucătari: Marii chefi, precum Carlo Cracco și Gennaro Contaldo, au lăudat Panna Cotta pentru versatilitatea și eleganța sa. “Panna Cotta este un canvas perfect pentru a picta arome și texturi, o adevărată operă de artă pe farfurie”, afirmă Cracco. Această viziune subliniază nu doar caracterul său flexibil ca desert, ci și abilitatea sa de a aduce un strop de rafinament în orice ocazie.\nInformații Nutriționale: O porție de Panna Cotta (aproximativ 100g) conține între 250 și 350 de calorii, în funcție de ingredientele adăugate (de exemplu, zahărul sau sosurile). Este o sursă bună de grăsimi din smântână, dar consumată cu moderație poate fi o alegere delicioasă pentru un desert special.",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "Italian – Pasta",
    "url": "https://vogo.family/product/italian-pasta/",
    "price": "",
    "category": "Meniu Italian",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/italian-pasta.png?fit=426%2C358&ssl=1",
    "description": "Rețetă de Pasta cu Pesto de Busuioc:\nIngrediente:\n\n300g paste (spaghetti sau linguine)\n50g frunze proaspete de busuioc\n40g nuci (de exemplu, pin)\n50g brânză parmezan rasă\n100ml ulei de măsline extravirgin\n2 căței de usturoi\nSare și piper după gust\n\nInstrucțiuni:\n\nFierbe pastele în apă sărată conform instrucțiunilor de pe ambalaj, până devin al dente.\nÎn timp ce pastele fierb, pregătește pesto-ul. Pune frunzele de busuioc, nucile, usturoiul și parmezanul într-un mixer.\nBlenduiește ingredientele, adăugând treptat uleiul de măsline, până obții o pastă omogenă. Asezonează cu sare și piper după gust.\nScurge pastele și păstrează puțină apă de fiert.\nAmestecă pastele cu pesto-ul, adăugând treptat apă de fiert dacă este necesar pentru a subția sosul.\nServește cald, presărat cu extra parmezan și frunze proaspete de busuioc.\n\nSavurează o porție de pastă cu pesto de busuioc, un preparat simplu, dar plin de aromă, care va adăuga un strop de savoare italiană în fiecare masă. Această rețetă te va purta într-o călătorie culinară de neuitat!",
    "title": "Italian – Pasta",
    "short_description": "Descriere Generală: Pasta este una dintre cele mai iconice și iubite preparate din lumea culinară, simbolizând nu doar gastronomia italiană, ci și o întreagă cultură. De la penne la spaghetti și lasagna la ravioli, formele variate ale pastelor oferă o paletă nesfârșită de combinații și inspirații gustoase. Cu o textură perfectă și un gust ușor de adaptat la diferite sosuri și ingrediente, pasta este un aliment versatil, savurat în întreaga lume, de la mesele simple acasă până la cele mai sofisticate restaurante.\nIstoric: Originile pastelor sunt învăluite în mister, dar se crede că acestea au fost consumate pentru prima dată în China antică. Cu toate acestea, pasta a devenit cu adevărat un simbol al Italiei în jurul secolului al XIII-lea, odată cu introducerea sa în Peninsula Italică. De-a lungul secolelor, procesul de fabricație a pastelor a evoluat, iar rețetele s-au diversificat, fiecare regiune a Italiei dezvoltându-și stilul distinct. Astăzi, pastele sunt un ingredient de bază în bucătăriile din întreaga lume, fiind iubite de milioane pentru versatilitate și gustul lor delicios.\nReferințe și Citate de la Chefi / Bucătari: Celebrități culinare ca Massimo Bottura și Jamie Oliver subliniază importanța pastelor în gastronomie. “Pasta este un mediu gol, o pânză pe care poți să pictezi arome și culori”, afirmă Bottura. Această viziune subliniază rolul creativ al pastelor, care pot transforma chiar și cele mai simple mese într-o experiență culinară excepțională.\nInformații Nutriționale: O porție de paste fierte (aproximativ 100g) conține, în medie, 150-200 de calorii, în funcție de tipul și modul de preparare. Pasta este o sursă excelentă de carbohidrați complecși, oferind energie pe termen lung. Combinându-le cu legume proaspete, proteine sau sosuri sănătoase, poți crea preparate nutritive și echilibrate.",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  }
]