[
  {
    "name": "Otet de mere nefiltrat bio",
    "url": "https://vogo.family/product/otet-de-mere-nefiltrat-bio/",
    "price": "30,40 lei",
    "category": "Restaurant",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/01/otet-de-mere-nefiltrat-750-ml-2248-399241.jpg?fit=180%2C615&ssl=1",
    "description": "Ingredients:\nUnfiltered apple cider vinegar, 5% acidity. Comes from organic farming.\nDennree organic apple cider vinegar from wine offers pure joy. The vinegar is easily obtained from aromatic organic apples, natural juices, whose natural juice is fermented, transformed into wine, then into vinegar. It gives salads, raw vegetables and many dishes a touch of refinement. Diluted with water or juice, it is an ideal refreshing drink. Enjoy the taste of fruit and acidity.\nIt will be shaken before consumption.",
    "title": "Otet de mere nefiltrat bio",
    "short_description": "Bioveg your organic products store. With us you can find products for the keto diet, keto products, eco, bio and organic products. Free delivery nationwide for orders over 250 lei.",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": [
      {
        "author": "Verified owner\t\t\t\n\n\t\tvogo",
        "date": "May 13, 2025",
        "text": "HI test for email producer",
        "rating": "Rated 5 out of 5"
      }
    ]
  },
  {
    "name": "Suc de varza acra",
    "url": "https://vogo.family/product/suc-de-varza-acra/",
    "price": "16,08 lei",
    "category": "Restaurant",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/01/suc-de-varza-acra-500-ml-2289-346284.jpg?fit=207%2C503&ssl=1",
    "description": "Ingrediente:\nsuc de varza acra* fermentat cu acid lactic (99%), sare de mare (0,9%), antioxidant: acid ascorbic. *provin din agricultura ecologica.\nSucul de varza murata bio fermentat cu acid lactic din cultivarea organica controlata este rotunjit cu un varf de sare de mare. Savurati aceasta bautura in timpul pauzei de pranz, pur si simplu intre ele sau pregatite ca un cocktail.",
    "title": "Suc de varza acra",
    "short_description": "Bioveg magazinul tau de produse bio. La noi gasesti produse pentru dieta keto, produse keto, produse eco, bio si organice. Livrare gratuita in toata tara pentru comenzi de peste 250 de lei.",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "Hrana umeda dietetica monoproteica cu carne de gasca pentru caini si pisici, 100 g, Solo",
    "url": "https://vogo.family/product/hrana-umeda-dietetica-monoproteica-cu-carne-de-gasca-pentru-caini-si-pisici-100-g-solo/",
    "price": "38,00 lei",
    "category": "Restaurant",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/05/hrana_pisici_solo_gasca.webp?fit=450%2C450&ssl=1",
    "description": "Hrana umeda dietetica monoproteica cu carne de gasca pentru caini si pisici, 300 g, Solo [8032644300156]\nProprietati:– hrana complementara monoproteica pentru caini si pisici potrivita pentru diete bazate pe o singura sursa de proteine;\n– sursa unica de proteine.Mod de utilizare:A se servi la temperatura camerei.\nFolositi cand este necesara administrarea unei proteine foarte gustoase, usor digerabila, cu valoare biologica crescuta sau atunci cand este necesara o hrana monoproteica. 100/200 g per 4 kg greutate corporala.\nNecesarul este calculat in functie de nivelul de exercitii fizice, varsta, rasa, conditii fizice sau climat.\nIn cazul utilizarii prelungite, produsul trebuie administrat in asociere cu un aliment complet.\nPastrati cantitatile neutilizate la frigider.\nEste recomandat sa consultati un nutritionist sau un medic veterinar inainte de a utiliza hrana sau inainte de a prelungi perioada de utilizare.Ingrediente:Gasca (100% gasca, inclusiv piept si pulpa).\nProteine: Grasimi: Fibre: Cenușa Umiditate:\n5,95% 9,43% 0,37% 1,85% 81,20%.Prezentare:300 g",
    "title": "Hrana umeda dietetica monoproteica cu carne de gasca pentru caini si pisici, 100 g, Solo",
    "short_description": "Credem ca animalul tau de companie cu blana merita doar ce este mai bun. De aceea suntem mandri sa prezentam hrana premium pentru animale de companie, special formulata pentru a oferi nutritie si vitalitate optime pentru tovarasul tau.\n📍 Localizat aproape de tine,  accesibilă și pregătită să răspundă rapid nevoilor animalului tău de companie.💚 Pentru noi, animalele sunt familie.\n\nPentru alte informatii apeleaza la consultantii VOGO aici: 0742203383, pe whatsapp sau www.wa.link/vogo \nNe poti contacta pentru asistenta si pe email la adresa: comenzi_romania@vogo.family",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  }
]