[
  {
    "name": "Personal assistant",
    "url": "https://vogo.family/product/personal-assistant/",
    "price": "26,76 lei",
    "category": "Suport 24h",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/03/personal-asistance.png?fit=445%2C311&ssl=1",
    "description": "Ne concentrăm pe domeniile esențiale pentru viața modernă, inclusiv sănătatea, cariera, educația, și relaxarea, pentru a te ajuta să găsești echilibrul în tot ceea ce faci. Fie că este vorba de organizarea ședințelor de lucru, stabilirea obiectivelor de sănătate, facilitarea accesului la resurse educaționale sau planificarea timpului pentru activități recreative, noi ne ocupăm de detalii, astfel încât tu să te poți concentra pe ceea ce contează cu adevărat.\nBeneficiază acum de asistența personalizată care îți va transforma viata într-una mai productivă, mai fericita și mai lipsită de stres!",
    "title": "Personal assistant",
    "short_description": "Într-o lume aglomerată, serviciul nostru de Asistență Personală este aici pentru a-ți simplifica viața! Oferim suport dedicat pentru gestionarea sarcinilor zilnice, organizarea programului, coordonarea întâlnirilor și mult mai mult. Indiferent dacă ai nevoie de ajutor pentru planificarea călătoriilor, gestionarea documentelor sau administrarea timpului, asistenții noștri experți sunt pregătiți să-ți ofere soluții eficiente și personalizate. Concentrează-te pe ceea ce contează cu adevărat, în timp ce noi ne ocupăm de detalii. Beneficiază acum de asistența personalizată care îți va transforma ziua într-una mai productivă și mai lipsită de stres!",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  },
  {
    "name": "servicii-avocatiale-complete-in-era-digitala",
    "url": "https://vogo.family/product/servicii-avocatiale-complete-in-era-digitala/",
    "price": "",
    "category": "Suport 24h",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/03/legal-asistance-3.png?fit=658%2C564&ssl=1",
    "description": "Dreptul Familiei\nExpertiză în soluționarea problemelor legale familiale și de divorț.\nRecuperări Creanțe\nServicii profesionale pentru recuperarea datoriilor și creanțelor.\nDrept Civil (Altele)\nAsistență juridică în diverse domenii civile, adaptată nevoilor tale.\nContencios Administrativ și Fiscal\nConsultanță și reprezentare în litigiile cu autoritățile publice.\nLitigii de Muncă / Asigurări Sociale\nAsistență în conflictele legate de drepturile muncii și asigurări.\nDrept Penal\nDefensă legală competentă în cazuri penale complexe.\nÎnființări și Modificări Persoane Juridice\nAsistență în constituirea și modificarea entităților juridice.\nContracte\nRedactarea și analiza contractelor pentru protecția intereselor tale.\nConsultații Online\nAccesibilitate la servicii juridice prin consultații online.\nServicii Conexe\nSprijin suplimentar în diverse aspecte legale complementare.\n\n\n\n\n\n\n\n\nDivorț fără Minori\nAsistență completă pentru procesul de divorț, fără implicarea copiilor.\nDivorț cu Minori\nConsultanță specializată pentru divorțuri ce implică copii, inclusiv strategii de protecție a intereselor acestora.\nStabilire Program de Vizitare\nAsistență în stabilirea unui program de vizitare adecvat pentru părinți și copii, în conformitate cu legislația.\nStabilire Pensie de Întreținere\nSprijin în calcularea și stabilirea pensiei de întreținere pentru copii, asigurându-ne că nevoile lor sunt satisfăcute.\n\n\n\n\n\n\n\nEmitere Ordin de Protecție\nAsistență juridică pentru obținerea unui ordin de protecție eficient.\nPartaj Bunuri Comune, Succesorale\nConsultanță în împărțirea bunurilor comune și succesorale.\nTutela, Curatelă, Punere sub Interdicție\nSprijin juridic în procedurile de tutelă și curatelă.\nExequatur\nAsistență pentru recunoașterea sentințelor judecătorești străine.\nCerere de Valoare Redusă\nConsultanță în procesul de cerere privind valoarea redusă.\nOrdonanță de Plată\nSprijin în obținerea unei ordonanțe de plată.\nNotificare Debitor\nServicii pentru trimiterea notificărilor de plată a datoriilor.\nCerere de Drept Comun privind Pretenții Bănești, Daune\nAsistență în formularea cererilor pentru pretenții bănești.\nPlângere\nReprezentare legală în diverse tipuri de plângeri.\nProces Verbal\nConsultanță pentru întocmirea proceselor verbale.\nContestație Executare Silită\nAsistență legală în contestarea executării silite.\nSuspendare Executare Silită\nSprijin în solicitarea suspendării executării silite.\nHotărâre care să Țină Loc de Act Autentic\nConsultanță pentru obținerea unei hotărâri cu aceleași efecte ca un act autentic.\nRevindicare\nAsistență în procedurile de revindicare a bunurilor.\nUzucapiune\nConsultanță juridică pentru dobândirea bunurilor prin uzucapiune.\nFond Funciar\nAsistență pentru probleme legate de fondul funciar.\nAnulare Act\nSprijin în anularea actelor juridice nevalabile.\nObligație de a Face\nAsistență juridică în exercitarea obligațiilor contractuale.\nAcțiune în Constatare\nConsultanță pentru acțiuni în constatare a unor drepturi.\nDare în Plată\nAsistență în procedurile de dare în plată.\nEvacuare\nReprezentare legală în cazul procedurilor de evacuare.\nAcțiune Răspundere Contractuală\nSprijin în acțiunile de răspundere contractuală.\nAcțiune Răspundere Delictuală\nAsistență în acțiunile de răspundere delictuală.\nOrdonanță Președințială\nConsultanță în obținerea ordonanțelor președințiale.\nProprietate Intelectuală și Drepturi de Autor\nAsistență în protejarea drepturilor de proprietate intelectuală.\nContencios Administrativ și Fiscal\nReprezentare în litigii cu autoritățile administrative și fiscale.\nPlângere\nConsultanță pentru formularea plângerilor către autorități.\nProces Verbal\nAsistență juridică în întocmirea proceselor verbale oficiale.\nComunicare Informații de Interes Public\nSprijin în obținerea informațiilor de interes public.\nContestație Act Administrativ Fiscal\nAsistență în contestarea deciziilor administrative fiscale.\nAnulare Act Administrativ\nConsultanță pentru anularea actelor administrative nejustificate.\nSuspendare Act Administrativ\nSprijin în solicitarea suspendării actelor administrative.\nLitigiu Achiziții Publice\nAsistență juridică pentru disputele legate de achiziții publice.\nLitigii de Muncă / Asigurări Sociale\nReprezentare în litigii legate de drepturile muncii și asigurărilor sociale.\nDrepturi Salariale și Alte Drepturi\nAsistență în obținerea drepturilor salariale cuvenite.\nContestație Decizie Angajator\nSprijin în contestarea deciziilor luate de angajator.\nContestație Decizie de Pensionare\nAsistență în contestarea deciziilor de pensionare.\nRecalculare Cuantum Pensie\nConsultanță pentru recalcularea pensiilor.\nAcordarea Vechimii în Grupa de Muncă\nSprijin în obținerea vechimii în grupa de muncă\n\n\n\n\n\n\nRecunoașterea Vechimii în Grupa de Muncă\nAsistență pentru acceptarea vechimii în grupa de muncă.\nÎnființări și Modificări Persoane Juridice\nSprijin în constituirea și modificarea entităților juridice.\nÎnființare S.R.L. cu Asociat Unic\nConsultanță pentru înființarea unei societăți cu răspundere limitată.\nÎnființare S.R.L. cu Mai Mulți Asociați\nAsistență în formarea unei societăți cu mai mulți asociați.\nÎnființare P.F.A.\nSprijin în constituirea unui PFA (Persoană Fizică Autorizată).\nModificări Persoane Juridice\nAsistență în efectuarea modificărilor necesare la persoanele juridice.\nÎnființare ONG\nConsultanță pentru înființarea unei organizații non-guvernamentale.\nÎnființare Asociație de Proprietari\nSprijin în constituirea unei asociații de proprietari.\nStabilire Sediu Social\nAsistență în stabilirea sediului social pentru entități juridice.\nContracte\nRedactarea și analizarea contractelor pentru protecția intereselor tale.\nContract de Locațiune (Închiriere Imobil)\nConsultanță pentru redactarea contractelor de închiriere.\nContract de Comodat (Închiriere Imobil)\nSprijin în formularea contractelor de comoditate.\nContract de Cesiune Părți Sociale\nAsistență în întocmirea contractelor de cesiune.\nContract de Împrumut\nConsultanță pentru redactarea contractelor de împrumut.\nConsultații Online\nConsultații juridice disponibile online pentru confortul tău.\nConsultanță Comună și Conciliere Online (Mediere)\nAsistență online pentru medierea disputelor legale.\nServicii Conexe\nSprijin suplimentar în diverse aspecte legale complementare.\nCertificat de Grefă\nServicii pentru obținerea certificatelor de grefă.\nEliberare Copie Legalizată Hotărâre\nAsistență pentru obținerea copiilor legalizate ale hotărârilor.\nEliberare Duplicat Act Stare Civilă\nSprijin în obținerea duplicatelor actelor de stare civilă.\nApostilări\nServicii pentru apostilarea documentelor oficiale.\nEliberare Caziere Judiciare/Fiscale\nAsistență în obținerea cazierelor judiciare și fiscale.\nAvize de Muncă\nConsultanță pentru obținerea avizelor de muncă.",
    "title": "Servicii avocațiale complete în era digitală",
    "short_description": "Într-o lume în care tehnologia și inovația transformă modul în care interacționăm, serviciile noastre avocațiale complete sunt concepute pentru a răspunde nevoilor clienților într-un peisaj dinamic. Oferim consultanță juridică accesibilă și adaptată, asistându-te în diverse domenii, cum ar fi dreptul comercial, dreptul muncii, proprietatea intelectuală, litigii și multe altele.\nColaborăm cu clienți din diverse industrii pentru a oferi soluții juridice personalizate, bazate pe cele mai recente reglementări și tendințe din domeniu. Ne folosim de tehnologia modernă pentru a eficientiza comunicarea, a facilita documentația electronică și a asigura transparența în fiecare etapă a procesului legal.\nFie că ai nevoie de consultanță pentru constituirea unei afaceri, redactarea de contracte, gestionarea disputelor sau protejarea drepturilor tale, echipa noastră de avocați experimentați este aici pentru a te susține. Profita de expertiza noastră și asigură-ți liniștea în fața provocărilor legale din era digitală!\nPentru a solicita serviciul de asistenta juridica va rugam sa ne contactati pe whatsapp, precizand nume, prenume, judet si speta pe care doriti asistenta, conform informatiilor din descrierea prezentului serviciu, la numarul de whatsapp +40742203383\n Contact WhatsApp +40742203383\nLink util – Cautare dosare si termene in instantele din Romania – Ministerul Justitiei:  https://portal.just.ro/SitePages/dosare.aspx",
    "gallery_images": [],
    "attributes": {},
    "categories": [],
    "reviews": []
  }
]