[
  {
    "name": "Extract de trandafir alimentar",
    "url": "https://vogo.family/product/extract-de-trandafir-alimentar/",
    "price": "7,95 lei",
    "category": "Uleiuri esentiale alimentare bio",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/extract-de-trandafir-3-alimentar-bio-baldini_742897.jpg?fit=1000%2C1000&ssl=1",
    "description": "Extractul de trandafir bio are o aroma seducatoare, deosebit de populara în lumea araba si Asia. Trandafirul este aroma placuta pentru rasfat, care este folosita în aromoterapie pentru îngrijirea pielii si a simturilor. Pentru noi, trandafirul este ingredientul clasic pentru prepararea martipanului, mai ales sub forma de apa de trandafiri. Deoarece apa de trandafiri nu poate fi pastrata mult timp, este de obicei facuta cu conservanti sintetici. Aroma organica a trandafirului este un „substitut” de lunga durata care face din fiecare martipan o placere Aroma organica se potriveste bine cu cocktail-uri, deserturi, fursecuri si orice fel de dulce, dar se potriveste si cu mâncarurile din orez. Folositi cu moderatie\nUtilizati: 1-2 picaturi de aroma de trandafiri bio Baldini pe 1 lingurita de miere pentru o infuzie de ceai aromat. Aromele organice Baldini sunt ideale si pentru condimentarea si aromarea sosurilor, deserturilor si produselor de patiserie.\nVa rugam sa retineti: nu utilizati uleiuri esentiale nediluate. A nu se lasa la indemana copiilor. Nu intrati în ochi sau mucoase.\nInstructiuni de depozitare: va rugam sa depozitati într-un loc racoros si uscat într-un loc ferit de lumina.\nOrigine si calitateTara / Regiunea de origine Ingrediente principale: BulgariaTara de procesare: GermaniaProdus organic: daPonderea ingredientelor organice: 100% organicCe standard este îndeplinit: Standardul CEE 848/2018, diverse asociatii internationale de cultivareAlte criterii de calitate si etichete: gbQ calitate organica certificata",
    "title": "Extract de trandafir alimentar",
    "short_description": "Alergeni:\nAlergeni urme:",
    "gallery_images": [],
    "attributes": {
      "fara gluten": "nu",
      "fara lactoza": "nu",
      "fara silicon": "nu",
      "fara zahar adaugat": "nu",
      "fara ulei de palmier": "nu",
      "natrue bio": "nu",
      "Raw Vegan": "nu",
      "Vegan": "nu",
      "testat dermatologic": "nu",
      "cosmetice vegane": "nu"
    },
    "categories": [],
    "reviews": []
  },
  {
    "name": "Ulei esential de menta piperata alimentar",
    "url": "https://vogo.family/product/ulei-esential-bio-de-menta-piperata-alimentar/",
    "price": "7,95 lei",
    "category": "Uleiuri esentiale alimentare bio",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/ulei-esential-de-menta-piperata-alimentar-bio-baldini_742896.jpg?fit=1000%2C1000&ssl=1",
    "description": "Ulei esential de menta piperata bio Baldini are un parfum proaspat, pur, care va limpezeste capul si va creste capacitatea de concentrare atunci când sunteti epuizat mental si suprasolicitati. Menta bio are un puternic efect de racire si, prin urmare, este atât de racoritoare si revigoranta. Mirosul revigorant si proaspat este ideal pentru bauturi, salate si deserturi. Vara este deosebit de populara în cocktail-urile proaspete datorita efectului sau de racire si activare. Combinatia cu ciocolata si menta este prea bine cunoscuta si ofera acel ceva sigur ca o glazura pe briosele sau biscuitii de ciocolata \nTip de extractie: distilarea cu abur\nUtilizare: 1-2 picaturi de aroma organica Baldini pe 1 lingurita de miere pentru o infuzie de ceai aromat. Aromele organice Baldini sunt ideale si pentru condimentarea si aromarea sosurilor, deserturilor si produselor de patiserie.\nNotificare BIO / demeter: deoarece comercializam produse ecologice, disponibilitatea materiilor prime este supusa fluctuatiilor naturale. Daca, din cauza unor incidente care nu pot fi influentate, se poate produce doar o cantitate limitata de ulei Demeter si aceasta cantitate este vânduta înainte de urmatoarea recoltare, în aceste cazuri rare vom furniza produsul în calitate organica ca înlocuitor.\nVa rugam sa retineti: nu utilizati uleiuri esentiale nediluate. A nu se lasa la indemana copiilor. Nu intrati în ochi sau mucoase.\nInstructiuni de depozitare: va rugam sa depozitati într-un loc racoros si uscat într-un loc ferit de lumina.\nOrigine si calitateTara / Regiunea de origine Ingrediente principale: Diferite tariProdus organic: daPonderea ingredientelor organice: 100% organicAdaugarea la tara a siglei UE: Agricultura UECorp de control ecologic: DE-ÖKO-013Ce standard este îndeplinit: demeterAlte criterii de calitate si etichete: gbQ calitate organica certificata",
    "title": "Ulei esential de menta piperata alimentar",
    "short_description": "Alergeni urme:",
    "gallery_images": [],
    "attributes": {
      "fara gluten": "nu",
      "fara lactoza": "nu",
      "fara silicon": "nu",
      "fara zahar adaugat": "nu",
      "fara ulei de palmier": "nu",
      "natrue bio": "nu",
      "Raw Vegan": "nu",
      "Vegan": "nu",
      "testat dermatologic": "nu",
      "cosmetice vegane": "nu"
    },
    "categories": [],
    "reviews": []
  },
  {
    "name": "Ulei esential de grapefruit alimentar",
    "url": "https://vogo.family/product/ulei-esential-de-grapefruit-alimentar/",
    "price": "7,95 lei",
    "category": "Uleiuri esentiale alimentare bio",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/ulei-esential-de-grapefruit-alimentar-bio-baldini_742881.jpg?fit=1000%2C1000&ssl=1",
    "description": "Mirosul uleiului esential de grapefruit bio este racoritor si aduce o buna dispozitie si euforie.\nAromele organice Baldini sunt potrivite pentru gatit, coacere si pentru camere de parfumare Dupa bunastare, picatura cu picatura pentru parfumarea spatiilor de locuit si a produselor cosmetice.\nUtilizare: 1-2 picaturi de ulei esential de grapefruit bio Baldini pe 1 lingurita de miere pentru o infuzie de ceai aromat. Aromele organice Baldini sunt ideale si pentru condimentarea si aromarea sosurilor, deserturilor si produselor de patiserie.\nVa rugam sa retineti: nu utilizati uleiuri esentiale nediluate. A nu se lasa la indemana copiilor. Nu intrati în ochi sau mucoase.\nInstructiuni de depozitare: va rugam sa depozitati într-un loc racoros si uscat într-un loc ferit de lumina.\nFabricatie: presare la rece din coaja\nOrigine si calitateTara / Regiunea de origine Ingrediente principale: Diferite tari, ItaliaTara de procesare: GermaniaProdus organic: daPonderea ingredientelor organice: 100% organicSigiliul de stat: Sigiliul organicAdaugarea la tara a siglei UE: Agricultura UECorp de control ecologic: DE-ÖKO-013Ce standard este îndeplinit: diverse asociatii internationale de cultivare",
    "title": "Ulei esential de grapefruit alimentar",
    "short_description": "Alergeni urme:",
    "gallery_images": [],
    "attributes": {
      "fara gluten": "nu",
      "fara lactoza": "nu",
      "fara silicon": "nu",
      "fara zahar adaugat": "nu",
      "fara ulei de palmier": "nu",
      "natrue bio": "nu",
      "Raw Vegan": "nu",
      "Vegan": "nu",
      "testat dermatologic": "nu",
      "cosmetice vegane": "nu"
    },
    "categories": [],
    "reviews": []
  },
  {
    "name": "Ulei esential de lamaie alimentar",
    "url": "https://vogo.family/product/ulei-esential-de-lamaie-alimentar/",
    "price": "7,95 lei",
    "category": "Uleiuri esentiale alimentare bio",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/ulei-esential-de-lamaie-alimentar-bio-baldini_742901.jpg?fit=1000%2C1000&ssl=1",
    "description": "Ulei esential de lamaie bio are un miros extrem de proaspat, care creeaza rapid un efect revigorant, înaltator si încurajator. Lamâia se activeaza, revigoreaza si, de asemenea, ajuta foarte bine la învatare si concentrare Este, de asemenea, un ulei esential cu mare putere dezinfectanta, prin urmare, este potrivit si pentru curatarea aerului din camera, de exemplu în bucatarie. Este un înlocuitor practic pentru coaja de lamaie organica rasa si clasic pentru cocktail-uri proaspete, biscuiti, salate si sosuri. Lamâia merge bine cu toate ierburile precum rozmarinul sau busuiocul, dar si cu ghimbirul si portocala.\nProductie si standard BIOUleiul de lamâie cu aroma organica Baldini în calitate certificata organic sau Demeter este obtinut prin presare la rece. Sigiliul european BIO garanteaza ca cel putin 95% din ingrediente provin din cultivarea organica controlata. Productia de ulei esential este întotdeauna corecta si durabila – acest lucru este garantat de sigiliul organic TAOASIS.\nCum pot folosi ulei de lamâie organicUlei de lamaie organic este foarte versatil:\n\nacesta poate fi gasit în bucatarie, pentru condimentarea si aromatizarea sosurilor, deserturilor si produselor de patiserie.\ndatorita puterii sale dezinfectante ridicate, este folosit si acolo pentru purificarea aerului.\ndoar câteva picaturi de ulei organic de lamâie redau elasticitatea alimentelor care nu sunt chiar atât de proaspete si crocante. De exemplu, puteti pune morcovi sau salata verde în apa rece timp de 10 minute si adaugati 2-3 picaturi de ulei esential.\nputeti folosi uleiul de lamâie cu aroma organica Baldini pentru o infuzie de ceai aromat: pur si simplu puneti câteva picaturi de ulei de lamâie pe o lingurita de miere, turnati apa fierbinte peste el si bucurati-va de prospetimea citricelor acidulate.\nin cazul durerilor de gât, uleiul de lamâie se amesteca bine în apa calduta si este folosit si pentru gargara.\n\nUlei bio de lamaie pentru aromoterapiePentru aromoterapie, parfumul revigorant si proaspat de lamaie bio este ideal pentru parfumarea camerei datorita volatilitatii sale rapide.  Uleiul de lamâie Bio este folosit ca o esenta care da putere, mai ales atunci când exista un sentiment general de slabiciune, depresie si concentratie slaba. Pentru a crea o atmosfera de lucru care promoveaza concentrarea, acesta este adesea amestecat cu uleiuri din ulei de menta Baldini, ulei de rozmarin BIO Baldini, ulei de cimbru BIO. \nCum functioneaza uleiul bio de lamâieÎn literatura de specialitate în aromoterapie, efectul uleiului organic de lamâie este descris în principal ca antibacterian si antiseptic. Prin urmare, mai ales în lunile reci, când infectiile, racelile si gripa sunt rampante, puterea de vindecare a lamâii este construita – preventiv. Efectul de întarire atribuit asupra apararii corpului ne poate pregati sistemul imunitar pentru provocarile din sezonul rece. Multi clienti cumpara, de asemenea, ulei organic de lamâie datorita proprietatilor sale de activare, care pot avea un efect de îmbunatatire a performantei asupra sarcinilor solicitante mental. Efectul revigorant al uleiului de citrice este, de asemenea, adesea bazat pe un pick-me-up în perioadele de depresie.",
    "title": "Ulei esential de lamaie alimentar",
    "short_description": "Alergeni:\nAlergeni urme:",
    "gallery_images": [],
    "attributes": {
      "fara gluten": "nu",
      "fara lactoza": "nu",
      "fara silicon": "nu",
      "fara zahar adaugat": "nu",
      "fara ulei de palmier": "nu",
      "natrue bio": "nu",
      "Raw Vegan": "nu",
      "Vegan": "nu",
      "testat dermatologic": "nu",
      "cosmetice vegane": "nu"
    },
    "categories": [],
    "reviews": []
  },
  {
    "name": "Ulei esential de lemongrass alimentar",
    "url": "https://vogo.family/product/ulei-esential-de-lemongrass-alimentar/",
    "price": "7,95 lei",
    "category": "Uleiuri esentiale alimentare bio",
    "image_url": "https://i0.wp.com/vogo.family/wp-content/uploads/2025/02/ulei-esential-de-lemongrass-alimentar-bio-baldini_742889.jpg?fit=1000%2C1000&ssl=1",
    "description": "Uleiul esential de lemongrass bio are un parfum întepator, racoritor si optimist. Cei care sunt morocanosi dimineata si toti cei epuizati si deprimati de munca zilnica, de stres sau de a conduce o masina beneficiaza de aceasta calitate. Lemongrassul este adesea folosit în bucataria asiatica, de exemplu în preparatele din orez. Cu toate acestea, lamâia importata are adesea un gust relativ slab, spre deosebire de uleiul esential. Uleiul esential de lemongrass ofera cocktailurilor proaspete si deserturilor fructate o nota exotica dar se potriveste si cu supele si preparatele din orez. Uleiul esential de lemongrass bio se potriveste bine cu trandafirul dar si cu portocale, rozmarin sau cuisoare. \nTip de extractie: distilarea cu abur\nUtilizare: 1-2 picaturi de aroma organica Baldini pe 1 lingurita de miere pentru o infuzie de ceai aromat. Aromele organice Baldini sunt ideale si pentru condimentarea si aromarea sosurilor, deserturilor si produselor de patiserie.\nNotificare BIO / demeter: deoarece comercializam produse naturale, disponibilitatea materiilor prime este supusa fluctuatiilor naturale. Daca, din cauza unor incidente care nu pot fi influentate, se poate produce doar o cantitate limitata de ulei Demeter si aceasta cantitate este vânduta înainte de urmatoarea recoltare, în aceste cazuri rare vom furniza produsul în calitate organica ca înlocuitor.\nVa rugam sa retineti: nu utilizati uleiuri esentiale nediluate. A nu se lasa la indemana copiilor. Nu intrati în ochi sau mucoase.\nInstructiuni de depozitare: va rugam sa depozitati într-un loc racoros si uscat într-un loc ferit de lumina.\nParticularitati: Ulei certificat ca aliment.\nOrigine si calitateTara / Regiunea de origine Ingrediente principale: GermaniaTara de procesare: GermaniaProdus organic: daPonderea ingredientelor organice: 100% organicCe standard este îndeplinit: demeterAlte criterii de calitate si etichete: gbQ calitate organica certificata",
    "title": "Ulei esential de lemongrass alimentar",
    "short_description": "Alergeni:\nAlergeni urme:",
    "gallery_images": [],
    "attributes": {
      "fara gluten": "nu",
      "fara lactoza": "nu",
      "fara silicon": "nu",
      "fara zahar adaugat": "nu",
      "fara ulei de palmier": "nu",
      "natrue bio": "nu",
      "Raw Vegan": "nu",
      "Vegan": "nu",
      "testat dermatologic": "nu",
      "cosmetice vegane": "nu"
    },
    "categories": [],
    "reviews": []
  }
]